{"parent":"product.json","context":{"market":"ph"},"sections":{"main":{"settings":{},"blocks":{"2fad7fee-1e4e-4bbd-a33a-b6131ab0b772":{"settings":{"product_icon_list_one":"shopify:\/\/shop_images\/quality-usp-transparent.svg","product_text_list_one":"Real results in only 4 nights!","product_icon_list_two":"shopify:\/\/shop_images\/pillow-web.svg","product_text_list_two":"Healthier skin while sleeping","product_icon_list_third":"shopify:\/\/shop_images\/beauty-usp-transparent.svg","product_text_list_third":"No hair breakage or hair loss","product_icon_list_fourth":"shopify:\/\/shop_images\/hypoallergenic-usp-transparent.svg","product_text_list_fourth":"Easy to take care of and suitable for all skin types"}}}},"cda35bdf-b8c2-4f38-b097-6db9e0397243":{"settings":{"section_content":"<p>Wake up flawless in just 4 nights with Snoozy Silk Pillowcase! Crafted from 100% 22-Momme 6A Grade Mulberry Silk, this beauty secret is recommended by dermatologists worldwide and has quickly become the hush-hush beauty weapon of celebrities and beauty experts. This luxuriously smooth pillowcase eliminates bacteria, resulting in clear skin and healthy hair for a truly revitalizing night's sleep. Start your beauty sleep now and see and feel the difference!<\/p>"},"blocks":{}},"49981b3b-5851-4286-a7d3-6f06c0834f72":{"settings":{},"blocks":{"73962bad-734b-42ea-80a8-20ad64a4ce5b":{"settings":{"title":"<p>CARING FOR YOUR SKIN WHILE YOU SLEEP<\/p>","content":"<p>Don't irritate your skin and lose nutrients to absorbent pillowcases like cotton and satin. Our pillowcases not only repel bacteria and reduce friction against the skin but also enhance the effectiveness of other skincare products by preventing moisture absorption. This unique feature allows for improved, effortless skincare benefits and optimal product performance. <\/p>"}},"3fc130a5-f914-4b25-98e1-2af2472e55e1":{"settings":{"title":"<p>WHAT SETS SNOOZY APART<\/p>","content":"<p>This luxurious 22 momme Mulberry Silk pillowcase is primed with SILVADUR®, a natural method of embedding silver ions into the fabric.  This process works wonders by eliminating bacteria, creating a shield against germs, and minimizing the likelihood of infections or skin irritations. This makes Snoozy one-of-a-kind.<\/p>","author":""}}}}}}